Repository: BeckyDTP/toolbag-calibre-plugin
Catalog: translations/*.po
Languages: pl

source: Edit Spans & Divs
pl: Edytuj Spany i Divy

source: Delete
pl: Usuń

source: Modify
pl: Modyfikuj

source: No attributes ("naked" tag)
pl: Bez atrybutów („goły” znacznik)

source: No change
pl: Nie zmieniaj

source: Action type:
pl: Akcja do wykonania:

source: Tag name:
pl: Nazwa znacznika:

source: Having the attribute:
pl: Z atrybutem:

source: Whose value is (no quotes):
pl: O podanej wartości (bez cudzysłowów):

source: Change tag to:
pl: Zamień znacznik na:

source: New attribute string to insert (entire):
pl: Nowa wartość atrybutu do wstawienia (pełna):

source: Copy existing attribute string
pl: Kopiuj istniejące atrybuty

source: Error
pl: Błąd

source: Must enter a value for the attribute selected
pl: Musisz wpisać wartość dla wybranego atrybutu

source: What--exactly--would that achieve?
pl: Co --dokładnie-- chciałbyś osiągnąć?

source: Smarten Punctuation (the sequel)
pl: Inteligentna interpunkcja (kontynuacja)

source: Smarten Quotation marks
pl: Inteligentne cudzysłowy

source: Use custom apostrophe exceptions file
pl: Użyj własnego pliku z wyjątkami apostrofów

source: (em|en)-dash settings
pl: Ustawienia pauzy i półpauzy

source: Do not educate dashes
pl: Nie przetwarzaj pauz

source: -- = emdash (no endash support)
pl: -- = pauza (—) (brak obsługi półpauzy (–))

source: -- = emdash | --- = endash
pl: -- = pauza (—) | --- = półpauza (–)

source: --- = emdash | -- = endash
pl: --- = pauza (—) | -- = półpauza (–)

source: Smarten ellipses
pl: Inteligentne wielokropki

source: Educate with unicode characters (instead of entities)
pl: Zastępuj znaki unikodowe (zamiast encji)

source: Select custom apostrophe exceptions file
pl: Wybierz własny plik z wyjątkami apostrofów

source: Must select a custom exception file
pl: Musisz wybrać własny plik z wyjątkami

source: Cancel
pl: Anuluj

source: Changed Files
pl: Zmienione pliki

source: See what changed
pl: Zobacz, co zmieniono

source: Close
pl: Zamknij

source: Edit Spans && Divs
pl: Edytuj Spany && Divy

source: Edit current file only
pl: Edytuj tylko aktualny plik

source: Customize
pl: Dostosuj

source: No book open
pl: Brak otwartej książki

source: Need to have a book open first.
pl: Musisz najpierw otworzyć książkę.

source: Cannot Process
pl: Nie mogę tego zrobić

source: No file open for editing or the current file is not an (x)html file.
pl: Żaden plik nie nie otwarty do edycji lub aktualny plik nie jest plikiem (x)html.

source: Before: Span Div Edit
pl: Przed: Edycja Span Div

source: Failed
pl: Nie powiodło się

source: Failed to process divs or spans, click "Show details" for more info
pl: Nie można przetwarzać divów lub spanów, kliknij „Pokaż szczegóły”, by uzyskać więcej informacji

source: Nothing changed
pl: Nic nie zmieniono

source: Nothing matching your criteria was found.
pl: Nie znaleziono elementów zgodnych z Twoimi kryteriami.

source: Parsing
pl: Analizowanie

source: Smarten current file only
pl: Obrabiaj tylko aktualny plik

source: Before: Smarten Punctuation
pl: Przed: Inteligentna interpunkcja

source: Failed to smarten punctuation, click "Show details" for more info
pl: Nie można użyć inteligentnej interpunkcji, kliknij „Pokaż szczegóły”, by uzyskać więcej informacji

source: Nothing smartened
pl: Nic inteligentego nie zdziałano

source: No punctuation meeting your criteria was found to smarten.
pl: Nie znaleziono znaków interpunkcyjnych do zamiany.

source: Smartening
pl: Inteligentne działania

source: Convert CSS cm to em
pl: Konwersja cm na em w pliku CSS

source: Convert current CSS file only
pl: Konwertuj tylko aktualny plik CSS

source: No file open for editing or the current file is not a CSS file.
pl: Żaden plik nie nie otwarty do edycji lub aktualny plik nie jestplikiem CSS.

source: Before: Convert CM to EM
pl: Przed: Konwersja CM na EM

source: Failed to convert CMs to EMs, click "Show details" for more info
pl: Nie można skonwertować cm do em, kliknij „Pokaż szczegóły”, by uzyskać więcej informacji

source: Nothing Converted
pl: Nic nie skonwertowano

source: No CM dimensions were found to convert.
pl: Nie znaleziono wartości podanych w CM do przekonwertowania.

source: Edit Spans & Divs Customization
pl: Dostosuj Spany & Divy

source: Comma separated list of html elements (no quotes, no angle "&lt;" brackets).
pl: Lista oddzielona przecinkami elementów HtML (bez cudysłowów, bez &lt; i &gt;).

source: <b>Choices to change "{}" elements to:</b>
pl: <b>Możliwa zamiana elementów „{}” na:</ b>

source: <b>HTML attributes available to search for:</b>
pl: <b>Attrybuty HTML dostępne do wyszukiwania:</ b>

source: Comma separated list of html attribute names (no quotes).
pl: Lista oddzielona przecinkami nazw atrybutów HTML (bez cudzysłowów).

source: Reset all defaults
pl: Przywróć ustawienia domyślne

source: Reset all settings to original defaults.
pl: Przywróć wszystie ustawienia do wartości domyślnych.

source: Are you sure?
pl: Jesteś pewien?

source: Reset all customizable options to their original defaults?
pl: Przywrócić wszystkie opcje do ich domyślnych wartości?
